Repository: gomez1112/DailyLock
Catalog: DailyLock/Model/Localizable.xcstrings
Source language: en
Languages: ar_ae, de, es, fr, hi, it, ja, ru, zh

source: Generating Insights...
ar_ae: توليد رؤى...
de: Erkenntnisse generieren...
es: Generando ideas...
fr: Générer des idées...
hi: अंतर्दृष्टि उत्पन्न करना...
it: Generare approfondimenti...
ja: 洞察を生み出す...
ru: Генерация Инсайтов...
zh: 产生见解...

source: GENEROUS
ar_ae: كَريم
de: Großzügig
es: Generoso
fr: Généreux
hi: उदार
it: Generoso
ja: 寛大な
ru: Щедрый
zh: 慷慨的

source: Get a gentle nudge to capture your day
ar_ae: احصل على دفعة لطيفة لالتقاط يومك
de: Holen Sie sich einen sanften Stoß, um Ihren Tag festzuhalten
es: Recibe un suave empujón para capturar tu día
fr: Obtenez un léger coup de pouce pour capturer votre journée
hi: अपने दिन को पकड़ने के लिए एक कोमल कुहनी प्राप्त करें
it: Fai una leggera spinta per catturare la tua giornata
ja: あなたの一日を捉えるために優しいナッジを得る
ru: Получите нежный толк, чтобы запечатлеть свой день
zh: 得到一个温柔的推动来捕捉你的一天

source: Go write your first Entry!
ar_ae: اذهب واكتب دخولك الأول!
de: Schreiben Sie Ihren ersten Eintrag!
es: ¡Ve a escribir tu primera entrada!
fr: Allez écrire votre première entrée !
hi: जाओ अपनी पहली प्रविष्टि लिखो!
it: Vai a scrivere la tua prima voce!
ja: 最初のエントリーを書いてください！
ru: Иди напиши свою первую запись!
zh: 去写你的第一个条目吧！

source: Grace Period
ar_ae: فترة السماح
de: Nachfrist
es: Período de gracia
fr: Délai de grâce
hi: अनुग्रह अवधि
it: Periodo di grazia
ja: グレースピリオド
ru: Льготный Период
zh: 宽限期

source: Grace period enabled
ar_ae: تم تمكين فترة السماح
de: Nachfrist aktiviert
es: Período de gracia habilitado
fr: Période de grâce activée
hi: अनुग्रह अवधि सक्षम
it: Periodo di grazia abilitato
ja: 猶予期間を有効にしました
ru: Льготный период включен
zh: 启用宽限期

source: Grace period explanation
ar_ae: شرح فترة السماح
de: Erklärung der Gnadenzeit
es: Explicación del período de gracia
fr: Explication de la période de grâce
hi: अनुग्रह अवधि की व्याख्या
it: Spiegazione del periodo di grazia
ja: 猶予期間の説明
ru: Объяснение льготного периода
zh: 宽限期解释

source: Grace period for streaks
ar_ae: فترة سماح للشرائط
de: Nachfrist für Streifen
es: Período de gracia para rachas
fr: Période de grâce pour les stries
hi: लकीरों के लिए अनुग्रह अवधि
it: Periodo di grazia per le strisce
ja: ストリークの猶予期間
ru: Льготный период для серий
zh: 连胜的宽限期

source: Help Center
ar_ae: مركز المساعدة
de: Hilfezentrum
es: Centro de ayuda
fr: Centre d'aide
hi: सहायता केंद्र
it: Centro assistenza
ja: ヘルプセンター
ru: Справочный центр
zh: 帮助中心

source: Hey there! I'm Gerard, and I built DailyLock because I believe in the power of daily reflection. As a solo developer, every tip helps me dedicate more time to making DailyLock better for you. Your support means I can keep the app ad-free, add new features, and continue providing updates. Thank you for being part of this journey! 🙏
ar_ae: أهلاً! أنا جيرارد، وقد أنشأتُ DailyLock إيماناً مني بقوة التأمل اليومي. بصفتي مطوراً منفرداً، تُساعدني كل نصيحة على تخصيص المزيد من الوقت لتحسين DailyLock من أجلكم. بدعمكم، يُمكنني الحفاظ على التطبيق خالياً من الإعلانات، وإضافة ميزات جديدة، ومواصلة تقديم التحديثات. شكراً لكم على مشاركتكم في هذه الرحلة! 🙏
de: Hallo! Ich bin Gerard und habe DailyLock entwickelt, weil ich an die Kraft der täglichen Reflexion glaube. Als Einzelentwickler hilft mir jeder Tipp, mehr Zeit in die Verbesserung von DailyLock für dich zu investieren. Deine Unterstützung ermöglicht es mir, die App werbefrei zu halten, neue Funktionen hinzuzufügen und weiterhin Updates bereitzustellen. Danke, dass du Teil dieser Reise bist! 🙏
es: ¡Hola! Soy Gerard y creé DailyLock porque creo en el poder de la reflexión diaria. Como desarrollador independiente, cada consejo me ayuda a dedicar más tiempo a mejorar DailyLock para ti. Tu apoyo me permite mantener la app sin anuncios, añadir nuevas funciones y seguir actualizando. ¡Gracias por formar parte de este proyecto! 🙏
fr: Bonjour ! Je m'appelle Gerard et j'ai créé DailyLock car je crois au pouvoir de la réflexion quotidienne. En tant que développeur solo, chaque conseil m'aide à consacrer plus de temps à améliorer DailyLock pour vous. Grâce à votre soutien, je peux maintenir l'application sans publicité, ajouter de nouvelles fonctionnalités et continuer à proposer des mises à jour. Merci de participer à cette aventure ! 🙏
hi: नमस्ते! मैं जेरार्ड हूँ, और मैंने डेलीलॉक इसलिए बनाया क्योंकि मैं रोज़ाना चिंतन की शक्ति में विश्वास करता हूँ। एक अकेले डेवलपर के तौर पर, हर सुझाव मुझे डेलीलॉक को आपके लिए बेहतर बनाने में और ज़्यादा समय लगाने में मदद करता है। आपके सहयोग का मतलब है कि मैं ऐप को विज्ञापन-मुक्त रख सकता हूँ, नई सुविधाएँ जोड़ सकता हूँ, और अपडेट देना जारी रख सकता हूँ। इस सफ़र का हिस्सा बनने के लिए शुक्रिया! 🙏
it: Ciao! Sono Gerard e ho creato DailyLock perché credo nel potere della riflessione quotidiana. Come sviluppatore autonomo, ogni suggerimento mi aiuta a dedicare più tempo a migliorare DailyLock per voi. Il vostro supporto mi permette di mantenere l'app senza pubblicità, aggiungere nuove funzionalità e continuare a fornire aggiornamenti. Grazie per aver preso parte a questo percorso! 🙏
ja: こんにちは！Gerardです。日々の振り返りの力を信じて、DailyLockを開発しました。個人開発者として、皆様からいただいたヒントは、DailyLockをより良くするための時間を増やす力となります。 皆様のご支援のおかげで、アプリを広告なしで維持し、新機能を追加し、アップデートを継続することができます。この旅にご参加いただき、ありがとうございます！🙏
ru: Привет! Меня зовут Джерард, и я создал DailyLock, потому что верю в силу ежедневных размышлений. Как разработчик-одиночка, я каждый совет помогаю мне уделять больше времени улучшению DailyLock для вас. Ваша поддержка позволяет мне поддерживать приложение без рекламы, добавлять новые функции и продолжать выпускать обновления. Спасибо, что вы стали частью этого пути! 🙏
zh: 大家好！我是 Gerard，我創立 DailyLock 是因為我相信每日反思的力量。身為獨立開發者，每個建議都能幫助我投入更多時間，讓 DailyLock 更能服務大家。 您的支援讓我能夠保持應用程式的無廣告狀態，添加新功能，並持續提供更新。感謝您參與這段旅程！ 🙏

source: How it works
ar_ae: كيف يعمل؟
de: Wie es funktioniert
es: Cómo funciona
fr: Comment ça marche
hi: यह कैसे काम करता है
it: Come funziona
ja: どのように機能するか
ru: Как это работает
zh: 它是如何运作的

source: Insight
ar_ae: بَصيرة
de: Einblick
es: Comprensión
fr: Perspicacité
hi: अंतर्दृष्टि
it: Intuizione
ja: 洞察力
ru: Понимание
zh: 洞悉

source: Insights
ar_ae: رؤى
de: Einblicke
es: Perspectivas
fr: Aperçus
hi: अंतर्दृष्टि
it: Approfondimenti
ja: 洞察
ru: Инсайты
zh: 见解

source: Insufficient Entries
ar_ae: إدخالات غير كافية
de: Unzureichende Einträge
es: Entradas insuficientes
fr: Entrées insuffisantes
hi: अपर्याप्त प्रविष्टियां
it: Voci insufficienti
ja: 不十分なエントリー
ru: Недостаточно записей
zh: 条目不足

source: Join thousands capturing life's essence, one sentence at a time
ar_ae: انضم إلى الآلاف الذين يلتقطون جوهر الحياة، جملة واحدة في كل مرة
de: Schließen Sie sich Tausenden an, die die Essenz des Lebens erfassen, einen Satz nach dem anderen
es: Únete a miles de personas capturando la esencia de la vida, una frase a la vez
fr: Rejoignez des milliers de personnes pour capturer l'essence de la vie, une phrase à la fois
hi: जीवन के सार को कैप्चर करने वाले हजारों लोगों से जुड़ें, एक समय में एक वाक्य
it: Unisciti a migliaia di persone che catturano l'essenza della vita, una frase alla volta
ja: 人生の本質を一度に一文ずつ捉える何千人もの仲間入り
ru: Присоединяйтесь к тысячам, фиксируя суть жизни, по одному предложению за раз
zh: 加入成千上万的人，一次一句地捕捉生命的精髓

source: Keep the momentum going
ar_ae: حافظ على الزخم
de: Halten Sie die Dynamik am Laufen
es: Mantén el impulso
fr: Gardez l'élan
hi: गति बनाए रखें
it: Mantieni lo slancio
ja: 勢いを維持する
ru: Сохраняйте импульс
zh: 保持势头

source: Keep Writing
ar_ae: استمر في الكتابة
de: Schreiben Sie weiter
es: Sigue escribiendo
fr: Continuez à écrire
hi: लिखते रहो
it: Continua a scrivere
ja: 書き続ける
ru: Продолжай Писать
zh: 继续写作

source: Leave a rating for DailyLock in the App Store
ar_ae: اترك تقييما ل DailyLock في App Store
de: Hinterlasse eine Bewertung für DailyLock im App Store
es: Deja una calificación para DailyLock en la App Store
fr: Laisser une note pour DailyLock dans l'App Store
hi: ऐप स्टोर में डेलीलॉक के लिए एक रेटिंग छोड़ दें
it: Lascia una valutazione per DailyLock nell'App Store
ja: App StoreでDailyLockの評価を残す
ru: Оставьте оценку для DailyLock в App Store
zh: 在App Store中为DailyLock留下评价

source: Loading tip…
ar_ae: نصيحة جار التحميل...
de: Ladetipp...
es: Consejo de carga...
fr: Conseil de chargement...
hi: टिप लोड हो रहा है...
it: Suggerimento di caricamento...
ja: ヒントを読み込む...
ru: Загрузка подсказки...
zh: 正在加载提示...

source: Lock Entry
ar_ae: قفل الدخول
de: Eingang Sperren
es: Entrada de bloqueo
fr: Verrouiller l'entrée
hi: लॉक एंट्री
it: Ingresso di blocco
ja: ロックエントリー
ru: Заблокировать вход
zh: 锁入口

source: Lock this entry?
ar_ae: قفل هذا الإدخال؟
de: Diesen Eintrag sperren?
es: ¿Cerrar esta entrada?
fr: Verrouiller cette entrée ?
hi: इस प्रविष्टि को लॉक करें?
it: Bloccare questo ingresso?
ja: このエントリをロックしますか？
ru: Заблокировать эту запись?
zh: 锁定此条目？

source: Lock today's entry
ar_ae: أغلق دخول اليوم
de: Den heutigen Eintrag sperren
es: Bloquea la entrada de hoy
fr: Verrouiller l'entrée d'aujourd'hui
hi: आज की प्रविष्टि को लॉक करें
it: Blocca la voce di oggi
ja: 今日のエントリーをロックする
ru: Заблокировать сегодняшнюю запись
zh: 锁定今天的条目

source: Lock Today's Entry
ar_ae: قفل دخول اليوم
de: Den heutigen Eintrag sperren
es: Bloquea la entrada de hoy
fr: Verrouiller l'entrée du jour
hi: आज की प्रविष्टि को लॉक करें
it: Blocca la voce di oggi
ja: 今日のエントリをロックする
ru: Заблокировать Сегодняшнюю Запись
zh: 锁定今天的条目

source: Locked
ar_ae: مغلق
de: Gesperrt
es: Bloqueado
fr: Verrouillé
hi: बंद
it: Chiuso
ja: ロックされた
ru: Запертый
zh: 锁定的

source: Locked at
ar_ae: مغلق في
de: Gesperrt bei
es: Cerrado en
fr: Enfermé à
hi: पर बंद
it: Bloccato a
ja: でロックされた
ru: Запертый в
zh: 锁定在

source: Locked entry
ar_ae: مدخل مغلق
de: Verschlossener Zugang
es: Entrada con cerradura
fr: Entrée verrouillée
hi: बंद प्रवेश
it: Ingresso bloccato
ja: 鍵のかかった入り口
ru: Запертый вход
zh: 锁定入口

source: Locked entry for today
ar_ae: مدخل مغلق لهذا اليوم
de: Gesperrter Zugang für heute
es: Entrada con cerradura para hoy
fr: Entrée verrouillée pour aujourd'hui
hi: आज के लिए बंद प्रविष्टि
it: Ingresso bloccato per oggi
ja: 今日のロックされたエントリ
ru: Вход заблокирован на сегодня
zh: 今天锁定的条目

source: Locked Feature
ar_ae: ميزة مقفلة
de: Gesperrte Funktion
es: Función Bloqueada
fr: Fonction verrouillée
hi: लॉक की गई सुविधा
it: Funzione bloccata
ja: ロックされた機能
ru: Заблокиванная Функция
zh: 锁定功能

source: Locks today's entry. Disabled when locking is unavailable.
ar_ae: يغلق دخول اليوم. يتم تعطيله عندما يكون القفل غير متاح.
de: Sperrt den heutigen Eintrag. Deaktiviert, wenn die Sperre nicht verfügbar ist.
es: Bloquea la entrada de hoy. Desactivado cuando el bloqueo no está disponible.
fr: Verrouille l'entrée d'aujourd'hui. Désactivé lorsque le verrouillage n'est pas disponible.
hi: आज की प्रविष्टि को लॉक करें। जब लॉकिंग अनुपलब्ध हो तो अक्षम हो जाता है।
it: Blocca la voce di oggi. Disabilitato quando il blocco non è disponibile.
ja: 今日のエントリーをロックします。 ロックが利用できない場合は無効になります。
ru: Блокирует сегодняшний вход. Отключено при недоступном блокировке.
zh: 锁定今天的条目。 锁定不可用时禁用。

source: Locks your entry. This cannot be undone.
ar_ae: يقفل دخولك. لا يمكن التراجع عن هذا.
de: Sperrt Ihren Eintrag. Dies kann nicht rückgängig gemacht werden.
es: Bloquea tu entrada. Esto no se puede deshacer.
fr: Verrouille votre entrée. Cela ne peut pas être défait.
hi: आपकी प्रविष्टि को लॉक करता है। इसे पूर्ववत नहीं किया जा सकता है।
it: Blocca il tuo ingresso. Questo non può essere annullato.
ja: エントリーをロックします。 これは元に戻すことはできません。
ru: Блокирует ваш вход. Этого нельзя отменить.
zh: 锁定您的入口。 这是无法撤销的。

source: Manage
ar_ae: أَدارَ
de: Verwalten
es: Administrar
fr: Gérer
hi: प्रबंधित करें
it: Gestire
ja: 管理する
ru: Управлять
zh: 完成

source: Manage Subscription
ar_ae: إدارة الاشتراك
de: Abonnement verwalten
es: Administrar suscripción
fr: Gérer l'abonnement
hi: सदस्यता प्रबंधित करें
it: Gestisci l'abbonamento
ja: サブスクリプションの管理
ru: Управление подпиской
zh: 管理订阅

source: Maybe Later
ar_ae: ربما لاحقا
de: Vielleicht später
es: Tal vez más tarde
fr: Peut-être plus tard
hi: शायद बाद में
it: Forse più tardi
ja: 多分後で
ru: Может Быть, Позже
zh: 也许稍后

# Moment entry for %@, sentiment: %@
source: Moment entry for %1$@, sentiment: %2$@
ar_ae: لحظة الدخول لـ %1$@، المشاعر: %2$@
de: Momenteintrag für %1$@, Stimmung: %2$@
es: Entrada de momento para %1$@, sentimiento: %2$@
fr: Entrée du moment pour %1$@, sentiment : %2$@
hi: %1$@ के लिए क्षण प्रविष्टि, भावना: %2$@
it: Inserimento momento per %1$@, sentimento: %2$@
ja: %1$@ のモーメントエントリ、感情: %2$@
ru: Момент записи для %1$@, настроение: %2$@
zh: %1$@ 的時刻條目，情緒：%2$@

source: Moment entry for %1$@, sentiment: %2$@
ar_ae: إدخال اللحظة ل %1$@، الشعور: %2$@
de: Momenteintrag für %1$@, Stimmung: %2$@
es: Entrada de momento para %1$@, sentimiento: %2$@
fr: Entrée de moment pour %1$@, sentiment : %2$@
hi: % 1$@ के लिए पल प्रविष्टि, भावना: %2$@
it: Voce del momento per %1$@, sentimento: %2$@
ja: %1$@のモーメントエントリ、感情：%2$@
ru: Запись момента для %1$@, настроение: %2$@
zh: %1$@的时刻条目，情绪：%2$@

source: Month
ar_ae: شَهْر
de: Monat
es: Mes
fr: Mois
hi: महीना
it: Mese
ja: 月
ru: Месяц
zh: 月

source: Monthly entries chart
ar_ae: مخطط الإدخالات الشهرية
de: Monatliche Eintragstabelle
es: Tabla de entradas mensuales
fr: Tableau des entrées mensuelles
hi: मासिक प्रविष्टियां चार्ट
it: Tabella delle voci mensili
ja: 毎月のエントリーチャート
ru: Ежемесячная диаграмма записей
zh: 月度条目图表

source: Monthly Goal
ar_ae: الهدف الشهري
de: Monatliches Ziel
es: Objetivo mensual
fr: Objectif mensuel
hi: मासिक लक्ष्य
it: Obiettivo mensile
ja: 毎月の目標
ru: Ежемесячная цель
zh: 每月目标

source: Mood
ar_ae: مِزاج
de: Stimmung
es: Humor
fr: Humeur
hi: मनोदशा
it: Umore
ja: 気分
ru: Настроение
zh: 氛围

source: Mood Distribution
ar_ae: توزيع المزاج
de: Stimmungsverteilung
es: Distribución del estado de ánimo
fr: Distribution de l'humeur
hi: मूड वितरण
it: Distribuzione dell'umore
ja: 気分分布
ru: Распределение Настроения
zh: 情绪分布

source: Mood Distribution Chart
ar_ae: مخطط توزيع المزاج
de: Stimmungsverteilungsdiagramm
es: Tabla de distribución del estado de ánimo
fr: Tableau de distribution de l'humeur
hi: मूड वितरण चार्ट
it: Grafico di distribuzione dell'umore
ja: 気分分布チャート
ru: Диаграмма распределения настроения
zh: 情绪分布图

source: Mood Distribution Title
ar_ae: عنوان توزيع المزاج
de: Stimmungsverteilung Titel
es: Título de distribución del estado de ánimo
fr: Titre de distribution d'humeur
hi: मूड वितरण शीर्षक
it: Titolo di distribuzione dell'umore
ja: ムード分布タイトル
ru: Название распределения настроения
zh: 情绪分布标题

source: New Entry
ar_ae: دخول جديد
de: Neuer Eintrag
es: Nueva entrada
fr: Nouvelle entrée
hi: नई प्रविष्टि
it: Nuova voce
ja: 新規エントリー
ru: Новая запись
zh: 新条目

source: Notification Time
ar_ae: وقت الإشعار
de: Benachrichtigungszeit
es: Tiempo de notificación
fr: Heure de notification
hi: अधिसूचना का समय
it: Tempo di notifica
ja: 通知時間
ru: Время уведомления
zh: 通知时间

source: Number of moments captured
ar_ae: عدد اللحظات التي تم التقاطها
de: Anzahl der aufgenommenen Momente
es: Número de momentos capturados
fr: Nombre de moments capturés
hi: पकड़े गए क्षणों की संख्या
it: Numero di momenti catturati
ja: キャプチャされたモーメントの数
ru: Количество захваченных моментов
zh: 捕获的时刻数量

source: OK
ar_ae: حسنا
de: In Ordnung
es: Vale
hi: ठीक
ja: OKです
ru: Нормально
zh: 好的

source: Onboarding pages
ar_ae: صفحات الإعداد
de: Onboarding-Seiten
es: Páginas de incorporación
fr: Pages d'intégration
hi: ऑनबोर्डिंग पेज
it: Pagine di onboarding
ja: オンボーディングページ
ru: Страницы адаптации
zh: 入职页面

source: Once locked, this entry cannot be edited. Your words will be preserved exactly as written.
ar_ae: بمجرد قفل هذا الإدخال، لا يمكن تحريره. سيتم الحفاظ على كلماتك تماما كما هو مكتوب.
de: Einmal gesperrt, kann dieser Eintrag nicht mehr bearbeitet werden. Ihre Worte werden genau so erhalten, wie sie geschrieben werden.
es: Una vez bloqueada, esta entrada no se puede editar. Tus palabras se conservarán exactamente como se escribe.
fr: Une fois verrouillée, cette entrée ne peut pas être modifiée. Vos mots seront conservés exactement comme écrit.
hi: एक बार लॉक होने के बाद, इस प्रविष्टि को संपादित नहीं किया जा सकता है। आपके शब्दों को ठीक उसी तरह संरक्षित किया जाएगा जैसा लिखा गया है।
it: Una volta bloccato, questa voce non può essere modificata. Le tue parole saranno conservate esattamente come scritte.
ja: 一度ロックすると、このエントリは編集できません。 あなたの言葉は書かれたとおりに保存されます。
ru: После блокировки эта запись не может быть отредактирована. Ваши слова будут сохранены точно так, как они написаны.
zh: 一旦锁定，此条目将无法编辑。 你的话将完全保留下来。

source: One missed day won't break your streak
ar_ae: يوم واحد ضائع لن يكسر خطك
de: Ein verpasster Tag wird deine Serie nicht brechen
es: Un día perdido no romperá tu racha
fr: Un jour manqué ne brisera pas votre série
hi: एक चूक दिन आपकी लकीर नहीं तोड़ेगा
it: Un giorno mancato non romperà la tua serie
ja: 1日逃しても連勝は破れない
ru: Один пропущенный день не разорвет твою серию
zh: 错过一天不会打破你的连胜

source: One Sentence Daily
ar_ae: جملة واحدة يوميا
de: Täglich Ein Satz
es: Una frase al día
fr: Une Phrase Par Jour
hi: प्रतिदिन एक वाक्य
it: Una frase al giorno
ja: 毎日一文
ru: Одно Предложение В День
zh: 每天一句话

source: Oops!
ar_ae: عفوا!
de: Hoppla!
es: ¡Vaya!
fr: Oups !
hi: उफ़!
it: Ops!
ja: おっと！
ru: Ой!
zh: 哎呀！

source: Oops! Spilled the coffee
ar_ae: عفوا! انسكب القهوة
de: Hoppla! Verschüttete den Kaffee
es: ¡Vaya! Derramó el café
fr: Oups ! J'ai renversé le café
hi: उफ़! कॉफ़ी गिरा दी
it: Ops! Ha rovesciato il caffè
ja: おっと！ コーヒーをこぼした
ru: Ой! Пролил кофе
zh: 哎呀！ 把咖啡洒了

source: Open Privacy Policy
ar_ae: سياسة الخصوصية المفتوحة
de: Offene Datenschutzrichtlinie
es: Política de privacidad abierta
fr: Politique de confidentialité ouverte
hi: गोपनीयता नीति खोलें
it: Politica sulla privacy aperta
ja: オープンプライバシーポリシー
ru: Открытая политика конфиденциальности
zh: 开放隐私政策

source: Open Terms of Service
ar_ae: شروط الخدمة المفتوحة
de: Offene Nutzungsbedingungen
es: Términos de servicio abiertos
fr: Conditions d'utilisation ouvertes
hi: सेवा की खुली शर्तें
it: Termini di servizio aperti
ja: オープン利用規約
ru: Условия предоставления услуг по открытию
zh: 开放式服务条款

source: Open the online help center
ar_ae: افتح مركز المساعدة عبر الإنترنت
de: Öffnen Sie das Online-Hilfezentrum
es: Abra el centro de ayuda en línea
fr: Ouvrez le centre d'aide en ligne
hi: ऑनलाइन सहायता केंद्र खोलें
it: Apri il centro assistenza online
ja: オンラインヘルプセンターを開く
ru: Откройте справочный онлайн-центр
zh: 打开在线帮助中心

source: Opens the privacy policy in your browser
ar_ae: يفتح سياسة الخصوصية في متصفحك
de: Öffnet die Datenschutzerklärung in Ihrem Browser
es: Abre la política de privacidad en su navegador
fr: Ouvre la politique de confidentialité dans votre navigateur
hi: आपके ब्राउज़र में गोपनीयता नीति खोलता है
it: Apre l'informativa sulla privacy nel tuo browser
ja: ブラウザでプライバシーポリシーを開きます
ru: Открывает политику конфиденциальности в вашем браузере
zh: 在您的浏览器中打开隐私政策

source: Opens the terms of service in your browser
ar_ae: يفتح شروط الخدمة في متصفحك
de: Öffnet die Nutzungsbedingungen in Ihrem Browser
es: Abre los términos de servicio en su navegador
fr: Ouvre les conditions d'utilisation dans votre navigateur
hi: आपके ब्राउज़र में सेवा की शर्तें खोलता है
it: Apre i termini di servizio nel tuo browser
ja: ブラウザで利用規約を開きます
ru: Открывает условия предоставления услуг в вашем браузере
zh: 在您的浏览器中打开服务条款

source: Opens tips sheet
ar_ae: يفتح ورقة النصائح
de: Öffnet das Tippblatt
es: Abre la hoja de consejos
fr: Ouvre la feuille de conseils
hi: टिप्स शीट खोलता है
it: Apre il foglio dei suggerimenti
ja: ヒントシートを開く
ru: Открывает лист советов
zh: 打开提示表

source: Page %1$lld of %2$lld
ar_ae: صفحة %1$lld من %2$lld
de: Seite %1$lld von %2$lld
es: Página %1$lld de %2$lld
fr: Page %1$lld de %2$lld
hi: पृष्ठ% 1$lld का%2$lld
it: Pagina %1$lld di %2$lld
ja: %2$lld の %1$lld ページ
ru: Страница %1$lld из %2$lld
zh: 页面 %1$lld 的 %2$lld

# Page %lld of %lld
source: Page %1$lld of %2$lld
ar_ae: الصفحة %1$lld من %2$lld
de: Seite %1$lld von %2$lld
es: Página %1$lld de %2$lld
fr: Page %1$lld sur %2$lld
hi: पृष्ठ %1$lld का %2$lld
it: Pagina %1$lld di %2$lld
ja: %2$lld ページ中 %1$lld ページ
ru: Страница %1$lld из %2$lld
zh: 第 %1$lld 頁，共 %2$lld 頁

source: Page indicator
ar_ae: مؤشر الصفحة
de: Seitenanzeige
es: Indicador de página
fr: Indicateur de page
hi: पृष्ठ सूचक
it: Indicatore di pagina
ja: ページインジケータ
ru: Индикатор страницы
zh: 页面指示器

source: Please try again
ar_ae: من فضلك حاول مرة أخرى
de: Bitte versuchen Sie es erneut
es: Por favor, inténtelo de nuevo
fr: Veuillez réessayer
hi: कृपया फिर से प्रयास करें
it: Si prega di riprovare
ja: もう一度お試しください
ru: Пожалуйста, попробуйте еще раз
zh: 请再试一次

source: Preferred notification time picker
ar_ae: منتقي وقت الإشعار المفضل
de: Bevorzugter Benachrichtigungszeitwähler
es: Seleccionador de tiempo de notificación preferido
fr: Sélecteur de temps de notification préféré
hi: पसंदीदा अधिसूचना समय पिकर
it: Selezione del tempo di notifica preferita
ja: 優先通知時間ピッカー
ru: Предпочтительный выбор времени уведомлений
zh: 首选通知时间选择器

source: Premium feature carousel
ar_ae: ميزة مميزة دائري
de: Premium-Feature-Karussell
es: Carrusel de características premium
fr: Carrousel de fonctionnalités premium
hi: प्रीमियम फीचर हिंडोला
it: Carosello di funzionalità premium
ja: プレミアム機能カルーセル
ru: Карусель премиум-класса
zh: 高级功能旋转木马

source: Premium feature crown
ar_ae: تاج الميزات المميزة
de: Premium-Feature-Krone
es: Corona de características premium
fr: Couronne de fonctionnalité premium
hi: प्रीमियम फीचर क्राउन
it: Corona caratteristica premium
ja: プレミアム機能クラウン
ru: Премиум-функции короны
zh: 高级功能皇冠

source: Premium features unlocked
ar_ae: الميزات المميزة غير مقفلة
de: Premium-Funktionen freigeschaltet
es: Funciones Premium desbloqueadas
fr: Fonctionnalités Premium débloquées
hi: प्रीमियम फीचर्स अनलॉक किए गए
it: Funzionalità premium sbloccate
ja: プレミアム機能のロック解除
ru: Премиум-функции разблокированы
zh: 高级功能已解锁

source: Privacy Policy
ar_ae: سياسة الخصوصية
de: Datenschutzpolitik
es: Política de privacidad
fr: Politique de confidentialité
hi: गोपनीयता नीति
it: Informativa sulla privacy
ja: プライバシーポリシー
ru: Политика конфиденциальности
zh: 隐私政策

source: Rate Daily Lock
ar_ae: معدل القفل اليومي
de: Tägliche Sperre bewerten
es: Tarifa de bloqueo diario
fr: Taux de verrouillage quotidien
hi: दैनिक लॉक को रेट करें
it: Tasso di blocco giornaliero
ja: レートデイリーロック
ru: Оценить ежедневную блокировку
zh: 费率每日锁定

source: Rate DailyLock
ar_ae: معدل DailyLock
de: Bewerten Sie DailyLock
es: Tarifa DailyLock
fr: Taux DailyLock
hi: डेलीलॉक को रेट करें
it: Valuta il blocco giornaliero
ja: DailyLockを評価する
ru: Оценить DailyLock
zh: 费率DailyLock

source: Read Full Summary
ar_ae: اقرأ الملخص الكامل
de: Vollständige Zusammenfassung lesen
es: Leer resumen completo
fr: Lire le résumé complet
hi: पूरा सारांश पढ़ें
it: Leggi il riassunto completo
ja: 完全な要約を読む
ru: Читать Полное Резюме
zh: 阅读完整摘要

source: Red margin line
ar_ae: خط الهامش الأحمر
de: Rote Randlinie
es: Línea de margen rojo
fr: Ligne de marge rouge
hi: लाल मार्जिन रेखा
it: Linea di margine rosso
ja: 赤い余白線
ru: Красная линия поля
zh: 红色边距线

source: Reminder Notifications
ar_ae: إشعارات التذكير
de: Erinnerungsbenachrichtigungen
es: Notificaciones de recordatorio
fr: Notifications de rappel
hi: अनुस्मारक सूचनाएं
it: Notifiche di promemoria
ja: リマインダー通知
ru: Уведомления О Напоминаниях
zh: 提醒通知

source: Restore Purchases
ar_ae: استعادة المشتريات
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
hi: ख़रीद बहाल करें
it: Ripristina acquisti
ja: 購入の復元
ru: Восстановить Покупки
zh: 恢复购买

source: SAVE
ar_ae: حَفِظَ
de: Sparen
es: Guardar
fr: Économiser
hi: बचाओ
it: Salvare
ja: 保存する
ru: Хранить
zh: 挽救

source: Secure Payment
ar_ae: الدفع الآمن
de: Sichere Zahlung
es: Pago seguro
fr: Paiement sécurisé
hi: सुरक्षित भुगतान
it: Pagamento sicuro
ja: 安全な支払い
ru: Безопасная оплата
zh: 安全支付

source: Select sentiment
ar_ae: اختر المشاعر
de: Stimmung auswählen
es: Seleccionar sentimiento
fr: Sélectionnez le sentiment
hi: भावना का चयन करें
it: Seleziona il sentimento
ja: 感情を選択
ru: Выберите настроение
zh: 选择情绪

source: Sentiment
ar_ae: شُعور
de: Gefühl
es: Sentimiento
hi: भावना
it: Sentimento
ja: 感情
ru: Чувство
zh: 多愁善感
